<template>
    <b-container>
        <h1>Раздел управления контентом</h1>
        <p>Для имитации работы с сервером используется localStorage</p>

        <p>Этот раздел скрыт от просмотра не авторизованными пользователями через значение authorization в localStorage.</p>
        <p>Раздел "новости" выводит имеющийся в localStorage список новостных записей, 
           с возможностью удаления элементов списка. Кнопка "Добавить новость" - отображает форму содержащую 
           поля для ввода значений новостной записи и кнопку сохранения новостной записи</p>
        <p>Раздел "Контакты" предназначен для редактировани списка контактных данных, который хранится  
           в localStorage</p>
        <p>Раздел "фильмы" в разработке</p>  
        <p>Кнопка "выход" удаляет информацию о успешной авторизации из localStorage и выбрасывает из админки</p>                 
    </b-container>
</template>

<script>
export default {
    layout: "admin",
    beforeMount () {
        if (localStorage.authorization == "true") {            
        } else {
        console.log(localStorage.authorization == "true")
        this.$router.push('../login/');
        }
    }
}
</script>