<template><div>
<h1>О нашем кинотеатре</h1>
<p>Современный кинотеатр с огромным экраном и вместительным залом на 400 мест.
     В аппаратной установлено оригинальное оборудование Christie,
      обеспечивающее подачу качественного звука и изображения с новейшей звуковой системой Dolby Atmos.
       В большом зале можно расположиться в комфортабельных креслах, или выбрать уютные диванчики на двоих или на четверых.
        Кафе предлагает большой выбор напитков, десертов, закусок и попкорна. Кстати, попкорн мы готовим несколько раз в день,
         благодаря этому он очень вкусный и всегда свежий! Лучше один раз увидеть, чем сто раз услышать! Ждем вас!</p></div>
</template>